/* (No Commment) */
"Authorization Error" = "Errore di autorizzazione";

/* No comment provided by engineer. */
"Connected For %d Minutes" = "Connesso per %d minuti";

/* No comment provided by engineer. */
"Connected For 1 Minute" = "Connesso per 1 minuto";

/* No comment provided by engineer. */
"Connected For Less Than A Minute" = "Connesso per meno di un minuto";

/* No comment provided by engineer. */
"Extend Display" = "Display esteso";

/* No comment provided by engineer. */
"Framerate" = "FPS";

/* No comment provided by engineer. */
"High Quality" = "Alta qualità";
"Quality" = "Qualità";
/* No comment provided by engineer. */
"Mirror Display" = "Display a specchio";

/* No comment provided by engineer. */
"Mirrored For %d Minutes" = "Riflesso per %d minuti";

/* No comment provided by engineer. */
"Mirrored For 1 Minute" = "Riflesso per un minuto";

/* No comment provided by engineer. */
"Mirrored For Less Than A Minute" = "Riflesso per meno di un minuto";

/* No comment provided by engineer. */
"Pixel Quality" = "Qualità dei pixel";

/* No comment provided by engineer. */
"Regular Quality" = "Qualità media";

/* No comment provided by engineer. */
"Remind Me When iPad Is Connected" = "Ricordami quando il mio iPad è connesso";

/* (No Commment) */
"Restart Your Mac" = "Riavvia il Mac";

/* (No Commment) */
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Seleziona \"Riprova\" per riprovare ad autorizzare oppure \"Esci\" per abbandonare.";

/* (No Commment) */
"Try Again" = "Riprova";

/* No comment provided by engineer. */
"Uninstall Duet" = "Disinstalla Duet";

/* No comment provided by engineer. */
"iPad Pro Resolution" = "Risoluzione iPad Pro";

/*
 Localizable.strings
 DuetMac
 
 Created by Rahul Dewan on 6/15/15.
 Copyright (c) 2015 Rahul Dewan. All rights reserved.
 */

"Duet Connected" = "Duet Connesso";

"Restart Your Mac" = "Riavvia il tuo Mac";
"Quit" = "Esci";
"Authorization Error" = "Errore di Autorizzazione";
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Seleziona 'Riprova' per riprovare la riautorizzazione, o 'Esci' per rinunciare.";
"Try Again" = "Riprova";

"Open duet on iOS" = "Apri duet su iOS";
"Connect device to Mac with" = "Collega il dispositivo al Mac con";
"or" = "or";
"Version" = "Versione";
"Resolution" = "Risoluzione";
"No Device Connected" = "Nessun Dispositivo Collegato";
"Frame Rate" = "Frequenza Dei Fotogrammi";
"60 FPS" = "60 FPS";
"30 FPS" = "30 FPS";
"Performance" = "Prestazione";
"High Power" = "Alta Potenza";
"Energy Efficient" = "Efficienza Energetica";
"Preferences" = "Preferenze";
"Update App Automatically" = "Aggiornamento Automantico dell\'app";
"Launch At Login" = "Lancio al Login";
"Graphics Card" = "Scheda Grafica";
"When Duet Is Connected..." = "Quando duet è collegato...";
"Discrete (Recommended)" = "Discreto (consigliato)";
"Integrated (Energy Savings)" = "Integrato (efficienza energetica)";
"Display Arrangement" = "Disposizione dello Schermo";
"Check For Updates" = "Controlla gli Aggiornamenti";
"Help Center" = "Centro Assistenza";
"Ask Us A Question" = "Facci una Domanda";
"Uninstall Duet" = "Disinstalla duet";
"Quit" = "Esci";

"Regular (Energy Efficient)" = "Risoluzione Regolare (Efficienza Energetica)";
"Retina (High Performance)" = "Risoluzione Retina (Alta Potenza)";
"Retina" = "Retina";
"High Resolution (Smaller Text)" = "Alta Risoluzione (Testo più Piccolo)";


"Connecting..." = "соединительный";
"iPad Touch Bar" = "iPad Touch Bar";
"Enabled" = "Abilitato";
"Disabled" = "Disabilitato";
"Display" = "Schermo";
"Air" = "Air";
"Twice the pixel density." = "Двойная плотность пикселов";
"Sharper resolution." = "Immagine più nitida";
"Uses more battery." = "Usa più batteria";
"Smoother motion." = "Moto più liscio";
"Sharper image." = "Immagine più nitida";
"Pixel Perfect" = "Pixel Perfect";
"60 FPS" = "60 FPS";
"30 FPS" = "30 FPS";
"Mirror Display" = " Duplica schermo";
"Looks like 1024x768" = "Appare come 1024×768";
"Looks like 1112x834" = "Appare come 1112x834";
"Looks like 1366x1024" = "Appare come 1366x1024";
"Looks like 1536x1152" = "Appare come 1536x1152";
"Looks like 2048x1536" = "Appare come 2048x1536";

"Looks like 1080x608" = "Appare come 1080x608";
"Looks like 1136x640" = "Appare come 1136x640";
"Looks like 1334x750" = "Appare come 1334x750";
"Looks like 1600x900" = "Appare come 1600x900";
"Looks like 1920x1080" = "Appare come 1920x1080";

"Perfect for the 12.9-inch iPad Pro" = "Perfetto per l’iPad Pro da 12.9 pollici";
"Perfect for the 10.5-inch iPad Pro" = "Perfetto per l’iPad Pro da 10.5 pollici";
"Perfect for the 9.7-inch iPad" = "Perfetto per l’iPad Pro da 9.7 pollici";
"Perfect for users that want a little more space" = "Perfetto per utenti che vogliono poco più spazio";
"Perfect for users that want a lot more space" = "Perfetto per utenti che vogliono molto più spazio";

"Allow this device to connect automatically on Wi-Fi" = "Разрешить этому устройству подключаться автоматически к сети Wi-Fi?";
"Yes" = "Да";
"No" = "Нет";

